---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DocumentVersion
source: html/bdc44fbb-d3a9-06f9-183f-57ad10c0197e.htm
---
# DocumentVersion Members

Releases all resources used by the DocumentVersion